[
    {
        "name":"In Ear Earbud Headphones",
        "image": "https://i.ibb.co/YpyW4wj/1.png",
        "product": [
            {
                "id" : "1",
                "title": "AIHOOR Wireless Earbuds",
                "image": "https://i.ibb.co/t2brmCW/1.png",
                "short_dis":"AIHOOR Wireless Earbuds for iOS & Android Phones, Bluetooth 5.0 in-Ear Headphones with Extra Bass, Built-in Mic, Touch Control, USB Charging Case, 30hr Battery Earphones, Waterproof for Sport",
                "des":"About this item : Shocking Bass - Have you ever loved a song because of the bass part? Caution! Your favorite song may sound differently awesome. 10mm PEEK+PU dynamic drivers provide high-quality stereo with extra bass, mellow vocal and surprising treble for music, movies and phone calls. Better Sound, Less Cost - Breaking the limits of hardware performance and achieving extreme sound quality comparable to those of major brands at only 1/6 of the price. This is not bragging, this is the artwork of a team with experts that have been in the audio industry for more than 30 years. Comfortable Fits Even You Have Small Ear Canal - Combining bionics and ergonomic design, A2 is suitable for most people's ear canals. We included 4 sizes of eartips, so even if your ear canal is small, you can wear it comfortably. It won't feel uncomfortable even if you wear it for a long time. Say Goodbye to Frequent Charging - Every single earbud can be used together or individually for 5 hours of playing music, and with the charging case, it extends 25 hours of playtime. It is more than enough to listen for a whole day. Simply Paring & Controls - Hassle-free paring with iOS/Android phones, Mac or Windows laptop/desktop PC via Bluetooth connection. Both sides of the earbuds are able to control volume, tracks, calls or Siri/voice assistance without picking up your phone.",
                "location": "Dhaka",
                "original_price":"29.28" ,
                "resale_price": "14.12",
                "years_of_use":"3 Month",
                "seller_name": "Romiz Mia"
            },
            {
                "id" : "2",
                "title": "Sony WF-1000XM4",
                "image": "https://i.ibb.co/s15JPZb/2.png",
                "short_dis":"Sony WF-1000XM4 Industry Leading Noise Canceling Truly Wireless Earbud Headphones with Alexa Built-in, Black",
                "des":"About this item : Industry-leading noise canceling bluetooth earbuds with the new Integrated Processor V1. Exceptional sound quality with new Integrated Processor V1 and supporting LDAC codec. Crystal-clear call quality, beamforming microphone and a bone-conduction sensor provide clear voice detection even in noisy environments Speak-to-chat technology automatically reduces volume during conversations. 8 hours long battery with Noise Canceling IPX4 Water resistance Easy wireless charging with Qi technology Sony | Headphones Connect App for Android /iO Ergonomic surface design for a better fit. Stable Bluetooth connection",
                "location": "Khulna",
                "original_price":"35.12" ,
                "resale_price": "10.25",
                "years_of_use":"2 Month",
                "seller_name": "Abul Shorkar"
            }
        ]
    },
    {
        "name":"Over-Ear Headphones",
        "image":"https://i.ibb.co/2yJ6zmL/2.png",
        "product": [
            {
                "id" : "1",
                "title":"Skullcandy Crusher Evo Wireless" ,
                "image": "https://i.ibb.co/FzZmNZ0/1.png",
                "short_dis":"Skullcandy Crusher Evo Wireless Over-Ear Headphone - True Black. Available at a lower price from other sellers that may not offer free Prime shipping.",
                "des": "About this item,Crusher Adjustable Sensory Bass,Personal Sound customization via Skullcandy App,Up to 40 hours of battery life,Built-in Tile finding technology,Call, track and volume controls.Connectivity technology: Wired.Included components: User Guide",
                "location": "Chittagong",
                "original_price": "65.00",
                "resale_price": "28.30",
                "years_of_use":"5 Month",
                "seller_name": "Korim Shek"
            },
            {
                "id" : "2",
                "title": "Bose SoundLink wireless headphones",
                "image": "https://i.ibb.co/ZGV4BY9/2.png",
                "short_dis":"Deep, immersive sound, improved EQ best in class performance for wireless headphones",
                "des":"About this item : Deep, immersive sound, improved EQ best in class performance for wireless headphones, Latest Bluetooth technology for easy connectivity and seamless audio or video syncs. Advanced microphone system, HD voice for clear calls in windy or noisy environments, Up to 15 hours play time with rechargeable lithium ion battery,Ear cushion:9.6 cm H x 7.4 cm W, Switch between two Bluetooth devices so you can watch a video while staying connected to your smartphone.Wireless range up to 30 ft (9 meter),Charging time: 3 hours full charge = 15 hours play time (15 minute quick charge = 2 hours play time)",
                "location": "Rajshahi",
                "original_price": "86.99",
                "resale_price": "37.20",
                "years_of_use":"4 Month",
                "seller_name": "Kuber Majhi"
            }
        ]
    },
    {
        "name":"Bluetooth Headphones",
        "image": "https://i.ibb.co/bXZhK6F/3.png",
        "product": [
            {
                "id" : "1",
                "title": "Jabra Elite 7 ActiveTrue Wireless Earbuds",
                "image": "https://i.ibb.co/L8JB1Cj/1.png",
                "short_dis":"Jabra Elite 7 ActiveTrue Wireless Earbuds — Bluetooth Sports Earbuds Shake Grip for Secure in-Ear Fit — Ultimate Workout Earbuds, Adjustable Active Noise Cancellation, Fast Charging — Navy",
                "des":"About this item : DESIGNED FOR A COMFORTABLE FIT — Elite 7 Active earbuds are designed to stay in place no matter how hard you work out, thanks to our unique ShakeGrip technology; IP57-rated waterproof and sweatproof durable – the perfect running earbuds for outdoors.Note : If the size of the earbud tips does not match the size of your ear canals or the headset is not worn properly in your ears, you may not obtain the correct sound qualities or call performance. Change the earbud tips to ones that fit more snugly in your ear. ACTIVE NOISE CANCELLING EARBUDS — Block distracting background noise with adjustable levels of Active Noise Cancellation and be aware of your surroundings by choosing from five levels of HearThrough by using the sliders in the Jabra Sound+ app. CLEAR CALLS — When it comes to taking calls, these in-ear Bluetooth earbuds offer amazing clarity; 6 microphones, covered with SAATI Acoustex mesh for wind protection, deliver outstanding call clarity, whether you’re working out or working on a deadline. LONG LASTING BATTERY — Up to 8 hours of battery and 30 hours with the case; And if you find yourself caught short, a speedy 5-minute fast charge gives you up to an hour of power; Use just one ear bud with Mono Mode. POWERFUL SOUND — Balanced bass, radiating mid-ranges, nuanced treble; 6mm speakers give a rich, powerful music experience, helping you stay motivated and energized; Customize your mini wireless earbuds and their sound quality with the Jabra Sound+ app. ENHANCED EXPERIENCE — With Bluetooth Multipoint, you can stay connected to 2 devices at the same time, making it easy to seamlessly switch between your phone or tablet; Get the best performance by updating your headset through Jabra Sound+ App",
                "location": "Sylhet",
                "original_price": "49.12",
                "resale_price": "21.50",
                "years_of_use":"1 Month",
                "seller_name": "Joshim Ali"
            },
            {
                "id" : "2",
                "title": "Apple AirPods Pro (2nd Generation)",
                "image": "https://i.ibb.co/8B9b7v4/2.png",
                "short_dis":"Apple AirPods Pro (2nd Generation) Wireless Earbuds, Up to 2X More Active Noise Cancelling, Adaptive Transparency, Personalized Spatial Audio, MagSafe Charging Case, Bluetooth Headphones for iPhone",
                "des":"About this item : RICHER AUDIO EXPERIENCE – The Apple-designed H2 chip pushes advanced audio performance even further, resulting in smarter noise cancellation and more immersive sound. The low-distortion, custom-built driver delivers crisp, clear high notes and deep, rich bass in stunning definition. So every sound is more vivid than ever.NEXT-LEVEL ACTIVE NOISE CANCELLATION – Up to 2x more Active Noise Cancellation than the previous AirPods Pro for dramatically less noise on your commute, or when you want to focus. Adaptive Transparency lets you comfortably hear the world around you, adjusting for intense noise—like sirens or construction—in real time. CUSTOMIZABLE FIT – Now with four pairs of silicone tips (XS, S, M, L) to fit a wider range of ears and provide all-day comfort. The tips create an acoustic seal to help keep out noise and secure AirPods Pro in place. SOUND ALL AROUND – Personalized Spatial Audio surrounds you in sound tuned just for you. It works with dynamic head tracking to immerse you deeper in music and movies. HIGHER LEVEL OF CONTROL – Now you can swipe the stem to adjust volume. Press it to play and pause music or to answer and end a call, or hold it to switch between Active Noise Cancellation and Adaptive Transparency. A LEAP IN BATTERY LIFE – Up to 6 hours of listening time with Active Noise Cancellation enabled — 33% more than AirPods Pro (1st generation). With the charging case, you can get 30 hours of total listening time with Active Noise Cancellation enabled — 6 hours longer than AirPods Pro (1st generation). A MORE CAPABLE CASE – Keep track of AirPods Pro with Precision Finding and a built-in speaker. A lanyard loop keeps your AirPods Pro close. Charge with an Apple Watch or MagSafe charger, or use the Lightning connector or a Qi-certified charger. MAGICAL EXPERIENCE – Quick access to Siri by saying “Hey Siri”. Easy setup, in-ear detection, and automatic switching between devices. Audio Sharing lets you share a song or a show between two sets of AirPods on your iPhone, iPad, iPod touch, or Apple TV.",
                "location": "Dhaka",
                "original_price": "79.13",
                "resale_price": "36.43",
                "years_of_use":"8 Month",
                "seller_name": "Kuddush Babul"
            }
        ]
    },
    {
        "name":"Noise-cancelling Headphones",
        "image": "https://i.ibb.co/Qnpx5h9/4.png",
        "product": [
            {
                "id" : "1",
                "title": "Bose Noise Cancelling Headphones",
                "image": "https://i.ibb.co/8D6Fw4L/1.png",
                "short_dis":"Bose Noise Cancelling Headphones 700,Bluetooth, Over-Ear Wireless with Built-In Microphone for Clear Calls & Alexa Voice Control,Black",
                "des":"About this item : Powerful noise cancelling headphones: 11 levels of active noise cancelling let you enjoy music, podcasts, videos & calls without distractions. Astonishing sound: Crisp, clear details. Deep, full bass. These wireless headphones produce exciting, lifelike sound that’s full and balanced at every volume level. Unrivaled voice pickup: A revolutionary microphone system adapts to noisy and windy environments so your voice always sounds crystal clear on calls. Keep your head up and hands free: With easy access to voice assistants like Alexa and Google Assistant for music, navigation, weather, and more, and intuitive touch control on the earcups — you can stay connected without reaching for your phone. Premium design and comfort: With a lightweight stainless steel headband and earcups tilted for the perfect fit, you can comfortably wear these bluetooth headphones for hours. Up to 20 hours of non-stop music: Get up to 20 hours of wireless battery life on a single charge. One touch to listen to Spotify: Instantly listen to your last Spotify session or discover new music by tapping and holding the right earcup. Currently only available when using iOS devices with your headphones",
                "location": "Cumilla",
                "original_price": "82.50",
                "resale_price": "30.35",
                "years_of_use":"1 year",
                "seller_name": "Babul Roshid"
            },
            {
                "id" : "2",
                "title": "Sony WH-1000XM4 ",
                "image": "https://i.ibb.co/WWtR1Sf/2.png",
                "short_dis": "Sony WH-1000XM4 Wireless Premium Noise Canceling Overhead Headphones with Mic for Phone-Call and Alexa Voice Control, Black",
                "des":"About this item : Industry-leading noise canceling with Dual Noise Sensor technology. Next-level music with Edge-AI, co-developed with Sony Music Studios Tokyo. Up to 30-hour battery life with quick charging (10 min charge for 5 hours of playback). Touch Sensor controls to pause play skip tracks, control volume, activate your voice assistant, and answer phone calls. Speak-to-chat technology automatically reduces volume during conversations. Superior call quality with precise voice pickup. Wearing detection pauses playback when headphones are removed, Seamless multiple-device pairing. Adaptive Sound Control provides a personalized listening experience. Updated design relieves pressure for long-lasting comfort.",
                "location": "Dhaka",
                "original_price":"75.89" ,
                "resale_price": "49.35",
                "years_of_use":"2 Month",
                "seller_name": "Joriful Islam"
            }
        ]
    }
]

